Repository: islomov/rango-file-converter
Catalog: RangoFileConverter/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %lld frames
ar: %lld إطار
bn: %lld ফ্রেম
cs: %lld snímků
da: %lld billeder
de: %lld Bilder
el: %lld καρέ
es: %lld fotogramas
fi: %lld kehystä
fr: %lld images
he: %lld פריימים
hi: %lld फ़्रेम
hu: %lld képkocka
id: %lld bingkai
it: %lld fotogrammi
ja: %lld フレーム
ko: %lld 프레임
ms: %lld bingkai
nb: %lld bilder
pl: %lld klatek
pt_br: %lld quadros
ro: %lld cadre
ru: %lld кадров
sv: %lld bildrutor
th: %lld เฟรม
tr: %lld kare
uk: %lld кадрів
vi: %lld khung hình
zh_hans: %lld 帧
zh_hant: %lld 幀

source: %lld images
ar: %lld صورة
bn: %lld ছবি
cs: %lld obrázků
da: %lld billeder
de: %lld Bilder
el: %lld εικόνες
es: %lld imágenes
fi: %lld kuvaa
he: %lld תמונות
hi: %lld छवियाँ
hu: %lld kép
id: %lld gambar
it: %lld immagini
ja: %lld 枚の画像
ko: %lld개의 이미지
ms: %lld imej
nb: %lld bilder
nl: %lld afbeeldingen
pl: %lld obrazów
pt_br: %lld imagens
ro: %lld imagini
ru: %lld изображений
sv: %lld bilder
th: %lld รูปภาพ
tr: %lld görsel
uk: %lld зображень
vi: %lld hình ảnh
zh_hans: %lld 张图片
zh_hant: %lld 張圖片

# %lld of %lld
source: %1$lld of %2$lld
ar: %lld من %lld
bn: %lld এর মধ্যে %lld
cs: %lld z %lld
da: %lld af %lld
de: %lld von %lld
el: %lld από %lld
es: %lld de %lld
fi: %lld / %lld
fr: %lld sur %lld
he: %lld מתוך %lld
hi: %lld में से %lld
hu: %lld / %lld
id: %lld dari %lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld / %lld
ms: %lld daripada %lld
nb: %lld av %lld
nl: %lld van %lld
pl: %lld z %lld
pt_br: %lld de %lld
ro: %lld din %lld
ru: %lld из %lld
sv: %lld av %lld
th: %lld จาก %lld
tr: %lld / %lld
uk: %lld з %lld
vi: %lld / %lld
zh_hans: %lld / %lld
zh_hant: %lld / %lld

source: %lld pages
ar: %lld صفحة
bn: %lld পৃষ্ঠা
cs: %lld stran
da: %lld sider
de: %lld Seiten
el: %lld σελίδες
es: %lld páginas
fi: %lld sivua
he: %lld עמודים
hi: %lld पृष्ठ
hu: %lld oldal
id: %lld halaman
it: %lld pagine
ja: %lld ページ
ko: %lld페이지
ms: %lld halaman
nb: %lld sider
nl: %lld pagina's
pl: %lld stron
pt_br: %lld páginas
ro: %lld pagini
ru: %lld страниц
sv: %lld sidor
th: %lld หน้า
tr: %lld sayfa
uk: %lld сторінок
vi: %lld trang
zh_hans: %lld 页
zh_hant: %lld 頁

source: %lld selected
ar: %lld محدد
bn: %lld নির্বাচিত
cs: %lld vybráno
da: %lld valgt
de: %lld ausgewählt
el: %lld επιλεγμένα
es: %lld seleccionados
fi: %lld valittu
fr: %lld sélectionnés
he: %lld נבחרו
hi: %lld चयनित
hu: %lld kiválasztva
id: %lld dipilih
it: %lld selezionati
ja: %lld 件選択済み
ko: %lld개 선택됨
ms: %lld dipilih
nb: %lld valgt
nl: %lld geselecteerd
pl: %lld wybranych
pt_br: %lld selecionados
ro: %lld selectate
ru: %lld выбрано
sv: %lld markerade
th: เลือก %lld รายการ
tr: %lld seçildi
uk: %lld вибрано
vi: Đã chọn %lld
zh_hans: 已选择 %lld
zh_hant: 已選擇 %lld

source: A new version of Rango is available. Please update to continue using the app.
ar: يتوفر إصدار جديد من Rango. يرجى التحديث لمتابعة استخدام التطبيق.
bn: Rango-এর একটি নতুন সংস্করণ উপলব্ধ। অ্যাপটি ব্যবহার চালিয়ে যেতে অনুগ্রহ করে আপডেট করুন।
cs: K dispozici je nová verze aplikace Rango. Aktualizujte prosím, abyste mohli pokračovat v používání aplikace.
da: En ny version af Rango er tilgængelig. Opdater venligst for at fortsætte med at bruge appen.
de: Eine neue Version von Rango ist verfügbar. Bitte aktualisiere die App, um sie weiterhin nutzen zu können.
el: Μια νέα έκδοση του Rango είναι διαθέσιμη. Ενημερώστε για να συνεχίσετε να χρησιμοποιείτε την εφαρμογή.
es: Hay una nueva versión de Rango disponible. Actualiza para seguir usando la app.
fi: Rangosta on saatavilla uusi versio. Päivitä jatkaaksesi sovelluksen käyttöä.
fr: Une nouvelle version de Rango est disponible. Veuillez mettre à jour pour continuer à utiliser l'app.
he: גרסה חדשה של Rango זמינה. אנא עדכן כדי להמשיך להשתמש באפליקציה.
hi: Rango का एक नया संस्करण उपलब्ध है। ऐप का उपयोग जारी रखने के लिए कृपया अपडेट करें।
hu: A Rango új verziója elérhető. Kérjük, frissítsen az alkalmazás további használatához.
id: Versi baru Rango tersedia. Perbarui untuk terus menggunakan aplikasi.
it: È disponibile una nuova versione di Rango. Aggiorna per continuare a utilizzare l'app.
ja: Rangoの新しいバージョンが利用可能です。アプリを引き続き使用するにはアップデートしてください。
ko: Rango의 새 버전을 사용할 수 있습니다. 앱을 계속 사용하려면 업데이트해 주세요.
ms: Versi baharu Rango tersedia. Sila kemas kini untuk terus menggunakan aplikasi.
nb: En ny versjon av Rango er tilgjengelig. Oppdater for å fortsette å bruke appen.
nl: Er is een nieuwe versie van Rango beschikbaar. Werk de app bij om deze te blijven gebruiken.
pl: Dostępna jest nowa wersja Rango. Zaktualizuj, aby kontynuować korzystanie z aplikacji.
pt_br: Uma nova versão do Rango está disponível. Atualize para continuar usando o app.
ro: O nouă versiune a Rango este disponibilă. Actualizați pentru a continua să utilizați aplicația.
ru: Доступна новая версия Rango. Обновите приложение, чтобы продолжить его использование.
sv: En ny version av Rango är tillgänglig. Uppdatera för att fortsätta använda appen.
th: Rango เวอร์ชันใหม่พร้อมใช้งานแล้ว กรุณาอัปเดตเพื่อใช้งานแอปต่อไป
tr: Rango'nun yeni bir sürümü mevcut. Uygulamayı kullanmaya devam etmek için lütfen güncelleyin.
uk: Доступна нова версія Rango. Оновіть, щоб продовжити користуватися додатком.
vi: Đã có phiên bản mới của Rango. Vui lòng cập nhật để tiếp tục sử dụng ứng dụng.
zh_hans: Rango 有新版本可用。请更新以继续使用该应用。
zh_hant: Rango 有新版本可用。請更新以繼續使用此應用程式。

source: Add More
ar: إضافة المزيد
bn: আরো যোগ করুন
cs: Přidat další
da: Tilføj flere
de: Weitere hinzufügen
el: Προσθήκη περισσότερων
es: Agregar más
fi: Lisää kuvia
fr: Ajouter plus
he: הוסף עוד
hi: और जोड़ें
hu: Továbbiak hozzáadása
id: Tambah Lagi
it: Aggiungi altre
ja: 追加
ko: 더 추가
ms: Tambah Lagi
nb: Legg til flere
nl: Meer toevoegen
pl: Dodaj więcej
pt_br: Adicionar mais
ro: Adăugați mai multe
ru: Добавить ещё
sv: Lägg till fler
th: เพิ่มอีก
tr: Daha fazla ekle
uk: Додати ще
vi: Thêm ảnh
zh_hans: 添加更多
zh_hant: 新增更多

source: Add PDF files to merge
ar: أضف ملفات PDF لدمجها
bn: মার্জ করতে PDF ফাইল যোগ করুন
cs: Přidejte soubory PDF ke sloučení
da: Tilføj PDF-filer for at flette dem
de: PDF-Dateien zum Zusammenführen hinzufügen
el: Προσθέστε αρχεία PDF για συγχώνευση
es: Agrega archivos PDF para fusionar
fi: Lisää PDF-tiedostoja yhdistettäväksi
fr: Ajoutez des fichiers PDF à fusionner
he: הוסף קבצי PDF למיזוג
hi: मर्ज करने के लिए PDF फ़ाइलें जोड़ें
hu: Adjon hozzá PDF-fájlokat az összefűzéshez
id: Tambahkan file PDF untuk digabungkan
it: Aggiungi file PDF da unire
ja: 結合するPDFファイルを追加
ko: 병합할 PDF 파일 추가
ms: Tambah fail PDF untuk digabungkan
nb: Legg til PDF-filer for å slå sammen
nl: Voeg PDF-bestanden toe om samen te voegen
pl: Dodaj pliki PDF do scalenia
pt_br: Adicionar arquivos PDF para mesclar
ro: Adăugați fișiere PDF pentru îmbinare
ru: Добавьте PDF-файлы для объединения
sv: Lägg till PDF-filer att sammanfoga
th: เพิ่มไฟล์ PDF เพื่อรวม
tr: Birleştirmek için PDF dosyaları ekleyin
uk: Додайте PDF-файли для об'єднання
vi: Thêm tệp PDF để gộp
zh_hans: 添加要合并的 PDF 文件
zh_hant: 新增要合併的 PDF 檔案

source: Add PDFs
ar: إضافة ملفات PDF
bn: PDF যোগ করুন
cs: Přidat PDF
da: Tilføj PDF'er
de: PDFs hinzufügen
el: Προσθήκη PDF
es: Agregar PDFs
fi: Lisää PDF-tiedostoja
fr: Ajouter des PDF
he: הוסף קבצי PDF
hi: PDF जोड़ें
hu: PDF-ek hozzáadása
id: Tambah PDF
it: Aggiungi PDF
ja: PDFを追加
ko: PDF 추가
ms: Tambah PDF
nb: Legg til PDF-er
nl: PDF's toevoegen
pl: Dodaj pliki PDF
pt_br: Adicionar PDFs
ro: Adăugați PDF-uri
ru: Добавить PDF
sv: Lägg till PDF:er
th: เพิ่ม PDF
tr: PDF ekle
uk: Додати PDF
vi: Thêm PDF
zh_hans: 添加 PDF
zh_hant: 新增 PDF

source: All
ar: الكل
bn: সব
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
he: הכל
hi: सभी
hu: Összes
id: Semua
it: Tutto
ja: すべて
ko: 전체
ms: Semua
nb: Alle
nl: Alles
pl: Wszystko
pt_br: Tudo
ro: Toate
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усе
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: App language
ar: لغة التطبيق
bn: অ্যাপের ভাষা
cs: Jazyk aplikace
da: Appsprog
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
fi: Sovelluksen kieli
fr: Langue de l'app
he: שפת האפליקציה
hi: ऐप की भाषा
hu: Alkalmazás nyelve
id: Bahasa aplikasi
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
ms: Bahasa aplikasi
nb: Appspråk
nl: Apptaal
pl: Język aplikacji
pt_br: Idioma do app
ro: Limba aplicației
ru: Язык приложения
sv: Appspråk
th: ภาษาของแอป
tr: Uygulama dili
uk: Мова додатку
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

source: Apply
ar: تطبيق
bn: প্রয়োগ করুন
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
he: החל
hi: लागू करें
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Gunakan
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ro: Aplicare
ru: Применить
sv: Använd
th: ใช้งาน
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Apply crop
ar: تطبيق القص
bn: ক্রপ প্রয়োগ করুন
cs: Použít ořez
da: Anvend beskæring
de: Zuschnitt anwenden
el: Εφαρμογή περικοπής
es: Aplicar recorte
fi: Käytä rajausta
fr: Appliquer le recadrage
he: החל חיתוך
hi: क्रॉप लागू करें
hu: Vágás alkalmazása
id: Terapkan pemotongan
it: Applica ritaglio
ja: 切り抜きを適用
ko: 자르기 적용
ms: Gunakan pemangkasan
nb: Bruk beskjæring
nl: Bijsnijden toepassen
pl: Zastosuj kadrowanie
pt_br: Aplicar corte
ro: Aplicare decupare
ru: Применить обрезку
sv: Använd beskärning
th: ใช้การครอบตัด
tr: Kırpmayı uygula
uk: Застосувати обрізку
vi: Áp dụng cắt
zh_hans: 应用裁剪
zh_hant: 套用裁剪

source: Apply New Order
ar: تطبيق الترتيب الجديد
bn: নতুন ক্রম প্রয়োগ করুন
cs: Použít nové pořadí
da: Anvend ny rækkefølge
de: Neue Reihenfolge anwenden
el: Εφαρμογή νέας σειράς
es: Aplicar nuevo orden
fi: Käytä uutta järjestystä
fr: Appliquer le nouvel ordre
he: החל סדר חדש
hi: नया क्रम लागू करें
hu: Új sorrend alkalmazása
id: Terapkan urutan baru
it: Applica nuovo ordine
ja: 新しい順序を適用
ko: 새 순서 적용
ms: Gunakan susunan baharu
nb: Bruk ny rekkefølge
nl: Nieuwe volgorde toepassen
pl: Zastosuj nową kolejność
pt_br: Aplicar nova ordem
ro: Aplicare ordine nouă
ru: Применить новый порядок
sv: Använd ny ordning
th: ใช้ลำดับใหม่
tr: Yeni sıralamayı uygula
uk: Застосувати новий порядок
vi: Áp dụng thứ tự mới
zh_hans: 应用新顺序
zh_hant: 套用新順序

source: Apply ratio
ar: تطبيق النسبة
bn: অনুপাত প্রয়োগ করুন
cs: Použít poměr
da: Anvend forhold
de: Verhältnis anwenden
el: Εφαρμογή αναλογίας
es: Aplicar proporción
fi: Käytä kuvasuhdetta
fr: Appliquer le ratio
he: החל יחס
hi: अनुपात लागू करें
hu: Arány alkalmazása
id: Terapkan rasio
it: Applica proporzione
ja: 比率を適用
ko: 비율 적용
ms: Gunakan nisbah
nb: Bruk sideforhold
nl: Verhouding toepassen
pl: Zastosuj proporcje
pt_br: Aplicar proporção
ro: Aplicare raport
ru: Применить соотношение
sv: Använd förhållande
th: ใช้อัตราส่วน
tr: Oranı uygula
uk: Застосувати співвідношення
vi: Áp dụng tỷ lệ
zh_hans: 应用比例
zh_hant: 套用比例

source: Audio
ar: صوت
bn: অডিও
cs: Zvuk
da: Lyd
el: Ήχος
fi: Ääni
he: שמע
hi: ऑडियो
hu: Hang
ja: オーディオ
ko: 오디오
nb: Lyd
pt_br: Áudio
ru: Аудио
sv: Ljud
th: เสียง
tr: Ses
uk: Аудіо
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

source: Audio cropping
ar: قص الصوت
bn: অডিও ক্রপিং
cs: Ořez zvuku
da: Lydbeskæring
de: Audio zuschneiden
el: Περικοπή ήχου
es: Recorte de audio
fi: Äänen rajaus
fr: Recadrage audio
he: חיתוך שמע
hi: ऑडियो क्रॉपिंग
hu: Hangvágás
id: Pemotongan audio
it: Ritaglio audio
ja: オーディオトリミング
ko: 오디오 자르기
ms: Pemangkasan audio
nb: Lydbeskjæring
nl: Audio bijsnijden
pl: Przycinanie audio
pt_br: Corte de áudio
ro: Decupare audio
ru: Обрезка аудио
sv: Ljudbeskärning
th: ตัดเสียง
tr: Ses kırpma
uk: Обрізка аудіо
vi: Cắt âm thanh
zh_hans: 音频裁剪
zh_hant: 音訊裁剪

source: Background
ar: الخلفية
bn: পটভূমি
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
fi: Tausta
fr: Arrière-plan
he: רקע
hi: पृष्ठभूमि
hu: Háttér
id: Latar belakang
it: Sfondo
ja: 背景
ko: 배경
ms: Latar belakang
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Plano de fundo
ro: Fundal
ru: Фон
sv: Bakgrund
th: พื้นหลัง
tr: Arka plan
uk: Фон
vi: Nền
zh_hans: 背景
zh_hant: 背景

source: Bitrate
ar: معدل البت
bn: বিটরেট
cs: Datový tok
el: Ρυθμός bit
es: Tasa de bits
fi: Bittinopeus
fr: Débit binaire
he: קצב סיביות
hi: बिटरेट
hu: Bitráta
ja: ビットレート
ko: 비트레이트
ms: Kadar bit
pt_br: Taxa de bits
ro: Rată de biți
ru: Битрейт
sv: Bithastighet
th: บิตเรต
tr: Bit hızı
uk: Бітрейт
vi: Tốc độ bit
zh_hans: 比特率
zh_hant: 位元率

source: Browse audio or video files
ar: تصفح ملفات الصوت أو الفيديو
bn: অডিও বা ভিডিও ফাইল ব্রাউজ করুন
cs: Procházet zvukové nebo video soubory
da: Gennemse lyd- eller videofiler
de: Audio- oder Videodateien durchsuchen
el: Αναζήτηση αρχείων ήχου ή βίντεο
es: Explorar archivos de audio o video
fi: Selaa ääni- tai videotiedostoja
fr: Parcourir les fichiers audio ou vidéo
he: עיין בקבצי שמע או וידאו
hi: ऑडियो या वीडियो फ़ाइलें ब्राउज़ करें
hu: Hang- vagy videófájlok tallózása
id: Telusuri file audio atau video
it: Sfoglia file audio o video
ja: オーディオまたはビデオファイルを参照
ko: 오디오 또는 비디오 파일 찾아보기
ms: Layari fail audio atau video
nb: Bla gjennom lyd- eller videofiler
nl: Blader door audio- of videobestanden
pl: Przeglądaj pliki audio lub wideo
pt_br: Procurar arquivos de áudio ou vídeo
ro: Răsfoiți fișiere audio sau video
ru: Обзор аудио- или видеофайлов
sv: Bläddra bland ljud- eller videofiler
th: เรียกดูไฟล์เสียงหรือวิดีโอ
tr: Ses veya video dosyalarına göz atın
uk: Перегляд аудіо- або відеофайлів
vi: Duyệt tệp âm thanh hoặc video
zh_hans: 浏览音频或视频文件
zh_hant: 瀏覽音訊或影片檔案

source: Browse audio or video files to merge
ar: تصفح ملفات الصوت أو الفيديو لدمجها
bn: মার্জ করতে অডিও বা ভিডিও ফাইল ব্রাউজ করুন
cs: Procházet zvukové nebo video soubory ke sloučení
da: Gennemse lyd- eller videofiler for at flette dem
de: Audio- oder Videodateien zum Zusammenführen durchsuchen
el: Αναζήτηση αρχείων ήχου ή βίντεο για συγχώνευση
es: Explorar archivos de audio o video para fusionar
fi: Selaa ääni- tai videotiedostoja yhdistettäväksi
fr: Parcourir les fichiers audio ou vidéo à fusionner
he: עיין בקבצי שמע או וידאו למיזוג
hi: मर्ज करने के लिए ऑडियो या वीडियो फ़ाइलें ब्राउज़ करें
hu: Hang- vagy videófájlok tallózása összefűzéshez
id: Telusuri file audio atau video untuk digabungkan
it: Sfoglia file audio o video da unire
ja: 結合するオーディオまたはビデオファイルを参照
ko: 병합할 오디오 또는 비디오 파일 찾아보기
ms: Layari fail audio atau video untuk digabungkan
nb: Bla gjennom lyd- eller videofiler for å slå sammen
nl: Blader door audio- of videobestanden om samen te voegen
pl: Przeglądaj pliki audio lub wideo do scalenia
pt_br: Procurar arquivos de áudio ou vídeo para mesclar
ro: Răsfoiți fișiere audio sau video pentru îmbinare
ru: Обзор аудио- или видеофайлов для объединения
sv: Bläddra bland ljud- eller videofiler att sammanfoga
th: เรียกดูไฟล์เสียงหรือวิดีโอเพื่อรวม
tr: Birleştirmek için ses veya video dosyalarına göz atın
uk: Перегляд аудіо- або відеофайлів для об'єднання
vi: Duyệt tệp âm thanh hoặc video để gộp
zh_hans: 浏览要合并的音频或视频文件
zh_hant: 瀏覽要合併的音訊或影片檔案

source: Browse files on your device
ar: تصفح الملفات على جهازك
bn: আপনার ডিভাইসে ফাইল ব্রাউজ করুন
cs: Procházet soubory ve vašem zařízení
da: Gennemse filer på din enhed
de: Dateien auf deinem Gerät durchsuchen
el: Αναζήτηση αρχείων στη συσκευή σας
es: Explorar archivos en tu dispositivo
fi: Selaa laitteellasi olevia tiedostoja
fr: Parcourir les fichiers sur votre appareil
he: עיין בקבצים במכשיר שלך
hi: अपने डिवाइस पर फ़ाइलें ब्राउज़ करें
hu: Fájlok tallózása az eszközön
id: Telusuri file di perangkat Anda
it: Sfoglia i file sul tuo dispositivo
ja: デバイス上のファイルを参照
ko: 기기에서 파일 찾아보기
ms: Layari fail pada peranti anda
nb: Bla gjennom filer på enheten din
nl: Blader door bestanden op je apparaat
pl: Przeglądaj pliki na swoim urządzeniu
pt_br: Procurar arquivos no seu dispositivo
ro: Răsfoiți fișierele de pe dispozitiv
ru: Обзор файлов на вашем устройстве
sv: Bläddra bland filer på din enhet
th: เรียกดูไฟล์บนอุปกรณ์ของคุณ
tr: Cihazınızdaki dosyalara göz atın
uk: Перегляд файлів на вашому пристрої
vi: Duyệt tệp trên thiết bị của bạn
zh_hans: 浏览设备上的文件
zh_hant: 瀏覽裝置上的檔案

source: Browse image files on your device
ar: تصفح ملفات الصور على جهازك
bn: আপনার ডিভাইসে ছবি ফাইল ব্রাউজ করুন
cs: Procházet obrázkové soubory ve vašem zařízení
da: Gennemse billedfiler på din enhed
de: Bilddateien auf deinem Gerät durchsuchen
el: Αναζήτηση αρχείων εικόνας στη συσκευή σας
es: Explorar archivos de imagen en tu dispositivo
fi: Selaa laitteellasi olevia kuvatiedostoja
fr: Parcourir les fichiers image sur votre appareil
he: עיין בקבצי תמונות במכשיר שלך
hi: अपने डिवाइस पर छवि फ़ाइलें ब्राउज़ करें
hu: Képfájlok tallózása az eszközön
id: Telusuri file gambar di perangkat Anda
it: Sfoglia i file immagine sul tuo dispositivo
ja: デバイス上の画像ファイルを参照
ko: 기기에서 이미지 파일 찾아보기
ms: Layari fail imej pada peranti anda
nb: Bla gjennom bildefiler på enheten din
nl: Blader door afbeeldingsbestanden op je apparaat
pl: Przeglądaj pliki obrazów na swoim urządzeniu
pt_br: Procurar arquivos de imagem no seu dispositivo
ro: Răsfoiți fișierele de imagine de pe dispozitiv
ru: Обзор файлов изображений на вашем устройстве
sv: Bläddra bland bildfiler på din enhet
th: เรียกดูไฟล์รูปภาพบนอุปกรณ์ของคุณ
tr: Cihazınızdaki resim dosyalarına göz atın
uk: Перегляд файлів зображень на вашому пристрої
vi: Duyệt tệp hình ảnh trên thiết bị của bạn
zh_hans: 浏览设备上的图片文件
zh_hant: 瀏覽裝置上的圖片檔案

source: Browse video files on your device
ar: تصفح ملفات الفيديو على جهازك
bn: আপনার ডিভাইসে ভিডিও ফাইল ব্রাউজ করুন
cs: Procházet video soubory ve vašem zařízení
da: Gennemse videofiler på din enhed
de: Videodateien auf deinem Gerät durchsuchen
el: Αναζήτηση αρχείων βίντεο στη συσκευή σας
es: Explorar archivos de video en tu dispositivo
fi: Selaa laitteellasi olevia videotiedostoja
fr: Parcourir les fichiers vidéo sur votre appareil
he: עיין בקבצי וידאו במכשיר שלך
hi: अपने डिवाइस पर वीडियो फ़ाइलें ब्राउज़ करें
hu: Videófájlok tallózása az eszközön
id: Telusuri file video di perangkat Anda
it: Sfoglia i file video sul tuo dispositivo
ja: デバイス上のビデオファイルを参照
ko: 기기에서 비디오 파일 찾아보기
ms: Layari fail video pada peranti anda
nb: Bla gjennom videofiler på enheten din
nl: Blader door videobestanden op je apparaat
pl: Przeglądaj pliki wideo na swoim urządzeniu
pt_br: Procurar arquivos de vídeo no seu dispositivo
ro: Răsfoiți fișierele video de pe dispozitiv
ru: Обзор видеофайлов на вашем устройстве
sv: Bläddra bland videofiler på din enhet
th: เรียกดูไฟล์วิดีโอบนอุปกรณ์ของคุณ
tr: Cihazınızdaki video dosyalarına göz atın
uk: Перегляд відеофайлів на вашому пристрої
vi: Duyệt tệp video trên thiết bị của bạn
zh_hans: 浏览设备上的视频文件
zh_hant: 瀏覽裝置上的影片檔案

source: Can I convert multiple files at once?
ar: هل يمكنني تحويل عدة ملفات في وقت واحد؟
bn: আমি কি একসাথে একাধিক ফাইল রূপান্তর করতে পারি?
cs: Mohu převést více souborů najednou?
da: Kan jeg konvertere flere filer på én gang?
de: Kann ich mehrere Dateien gleichzeitig konvertieren?
el: Μπορώ να μετατρέψω πολλαπλά αρχεία ταυτόχρονα;
es: ¿Puedo convertir varios archivos a la vez?
fi: Voinko muuntaa useita tiedostoja kerralla?
fr: Puis-je convertir plusieurs fichiers à la fois ?
he: האם ניתן להמיר מספר קבצים בו-זמנית?
hi: क्या मैं एक साथ कई फ़ाइलें कन्वर्ट कर सकता हूँ?
hu: Konvertálhatok egyszerre több fájlt?
id: Bisakah saya mengonversi beberapa file sekaligus?
it: Posso convertire più file contemporaneamente?
ja: 複数のファイルを一度に変換できますか？
ko: 여러 파일을 한 번에 변환할 수 있나요?
ms: Bolehkah saya menukar beberapa fail sekaligus?
nb: Kan jeg konvertere flere filer samtidig?
nl: Kan ik meerdere bestanden tegelijk converteren?
pl: Czy mogę przekonwertować wiele plików naraz?
pt_br: Posso converter vários arquivos de uma vez?
ro: Pot converti mai multe fișiere simultan?
ru: Могу ли я конвертировать несколько файлов одновременно?
sv: Kan jag konvertera flera filer samtidigt?
th: ฉันสามารถแปลงหลายไฟล์พร้อมกันได้ไหม?
tr: Aynı anda birden fazla dosya dönüştürebilir miyim?
uk: Чи можу я конвертувати кілька файлів одночасно?
vi: Tôi có thể chuyển đổi nhiều tệp cùng lúc không?
zh_hans: 我可以一次转换多个文件吗？
zh_hant: 我可以一次轉換多個檔案嗎？

source: Cancel
ar: إلغاء
bn: বাতিল
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Capture images for PDF
ar: التقط صورًا لملف PDF
bn: PDF-এর জন্য ছবি তুলুন
cs: Pořiďte snímky pro PDF
da: Tag billeder til PDF
de: Bilder für PDF aufnehmen
el: Λήψη εικόνων για PDF
es: Captura imágenes para PDF
fi: Ota kuvia PDF:ää varten
fr: Capturer des images pour PDF
he: צלם תמונות ל-PDF
hi: PDF के लिए छवियाँ कैप्चर करें
hu: Képek rögzítése PDF-hez
id: Ambil gambar untuk PDF
it: Cattura immagini per PDF
ja: PDF用の画像を撮影
ko: PDF용 이미지 캡처
ms: Tangkap imej untuk PDF
nb: Ta bilder for PDF
nl: Afbeeldingen vastleggen voor PDF
pl: Zrób zdjęcia do PDF
pt_br: Capturar imagens para PDF
ro: Capturați imagini pentru PDF
ru: Сфотографируйте для PDF
sv: Ta bilder för PDF
th: ถ่ายภาพสำหรับ PDF
tr: PDF için görüntü çekin
uk: Сфотографуйте для PDF
vi: Chụp ảnh cho PDF
zh_hans: 为 PDF 拍摄图片
zh_hant: 為 PDF 拍攝圖片

source: Change
ar: تغيير
bn: পরিবর্তন করুন
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Vaihda
fr: Modifier
he: שנה
hi: बदलें
hu: Módosítás
id: Ubah
it: Modifica
ja: 変更
ko: 변경
ms: Tukar
nb: Endre
nl: Wijzigen
pl: Zmień
pt_br: Alterar
ro: Modificare
ru: Изменить
sv: Ändra
th: เปลี่ยน
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改
zh_hant: 更改

source: Change speed
ar: تغيير السرعة
bn: গতি পরিবর্তন করুন
cs: Změnit rychlost
da: Skift hastighed
de: Geschwindigkeit ändern
el: Αλλαγή ταχύτητας
es: Cambiar velocidad
fi: Vaihda nopeutta
fr: Modifier la vitesse
he: שנה מהירות
hi: गति बदलें
hu: Sebesség módosítása
id: Ubah kecepatan
it: Modifica velocità
ja: 速度を変更
ko: 속도 변경
ms: Tukar kelajuan
nb: Endre hastighet
nl: Snelheid wijzigen
pl: Zmień prędkość
pt_br: Alterar velocidade
ro: Modificare viteză
ru: Изменить скорость
sv: Ändra hastighet
th: เปลี่ยนความเร็ว
tr: Hızı değiştir
uk: Змінити швидкість
vi: Thay đổi tốc độ
zh_hans: 更改速度
zh_hant: 更改速度

source: Choose file
ar: اختر ملفًا
bn: ফাইল নির্বাচন করুন
cs: Vybrat soubor
da: Vælg fil
de: Datei auswählen
el: Επιλογή αρχείου
es: Elegir archivo
fi: Valitse tiedosto
fr: Choisir un fichier
he: בחר קובץ
hi: फ़ाइल चुनें
hu: Fájl kiválasztása
id: Pilih file
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
ms: Pilih fail
nb: Velg fil
nl: Kies bestand
pl: Wybierz plik
pt_br: Escolher arquivo
ro: Alege fișier
ru: Выбрать файл
sv: Välj fil
th: เลือกไฟล์
tr: Dosya seç
uk: Вибрати файл
vi: Chọn tệp
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose from Library
ar: اختر من المكتبة
bn: লাইব্রেরি থেকে নির্বাচন করুন
cs: Vybrat z knihovny
da: Vælg fra bibliotek
de: Aus Mediathek wählen
el: Επιλογή από τη βιβλιοθήκη
es: Elegir de la biblioteca
fi: Valitse kirjastosta
fr: Choisir dans la photothèque
he: בחר מהספרייה
hi: लाइब्रेरी से चुनें
hu: Választás a könyvtárból
id: Pilih dari Perpustakaan
it: Scegli dalla libreria
ja: ライブラリから選択
ko: 라이브러리에서 선택
ms: Pilih dari Pustaka
nb: Velg fra bibliotek
nl: Kies uit bibliotheek
pl: Wybierz z biblioteki
pt_br: Escolher da biblioteca
ro: Alegeți din bibliotecă
ru: Выбрать из галереи
sv: Välj från bibliotek
th: เลือกจากคลังรูปภาพ
tr: Kütüphaneden seç
uk: Вибрати з галереї
vi: Chọn từ thư viện
zh_hans: 从相册选择
zh_hant: 從相簿選擇

source: Choose image
ar: اختر صورة
bn: ছবি বেছে নিন
cs: Vybrat obrázek
da: Vælg billede
de: Bild auswählen
el: Επιλογή εικόνας
es: Elegir imagen
fi: Valitse kuva
fr: Choisir une image
he: בחר תמונה
hi: छवि चुनें
hu: Kép kiválasztása
id: Pilih gambar
it: Scegli immagine
ja: 画像を選択
ko: 이미지 선택
ms: Pilih imej
nb: Velg bilde
nl: Kies afbeelding
pl: Wybierz obraz
pt_br: Escolher imagem
ro: Alegeți imaginea
ru: Выбрать изображение
sv: Välj bild
th: เลือกรูปภาพ
tr: Görsel seç
uk: Обрати зображення
vi: Chọn hình ảnh
zh_hans: 选择图片
zh_hant: 選擇圖片
